{"citation":{"author":"Eleanor Roosevelt","quote":"Vote Love' means vote equality. It means vote change. It means vote what's right for humanity.;Macklemore;equality\n17235;We will have bigger bureaucracies, bigger labor unions, and bigger state-run corporations. It will be harder to be an entrepreneur because of punitive taxes and regulations. The rewards of success will be expropriated for the sake of attaining greater income equality.;Arthur C. Brooks;equality\n17236;It will appear evident upon attentive consideration that equality of intellectual and physical advantages is the only sure foundation of liberty, and that such equality may best, and perhaps only, be obtained by a union of interests and cooperation in labor.;Francis Wright;equality\n17237;When I look at my daughter, who's 24, she is much more confident than I ever was and her expectations are higher. But I worry that there is a backlash brewing against progress on equality.;Frances O'Grady;equality\n17238;Do people really want liberty, equality, fraternity? Is it not some manner of speaking?;Krzysztof Kieslowski;equality\n17239;On the one hand we publicly pronounce the equality of all peoples on the other hand, in our immigration laws, we embrace in practice these very theories we abhor and verbally condemn.;Emanuel Celler;equality\n17240;In choosing global corporate partners UNICEF emphasises compatibility with our core values and looks to build alliances that advance our mission of ensuring the health, education, equality and protection for all the world's children.;Carol Bellamy;equality\n17241;The American economic, political, and social organization has given to its citizens the benefits of material prosperity, political liberty, and a wholesome natural equality and this achievement is a gain, not only to Americans, but to the world and to civilization.;Herbert Croly;equality\n17242;Free trade is very important if we respect equality among nations.;Luiz Inacio Lula da Silva;equality\n17243;Effective use of Braille is as important to the blind as independent mobility, knowledge in the use of adaptive technology, and the core belief that equality, opportunity and security are truly possible for all people who are blind.;Bob Ney;equality\n17244;In the kingdom of consumption the citizen is king. A democratic monarchy: equality before consumption, fraternity in consumption, and freedom through consumption.;Raoul Vaneigem;equality\n17245;The work that must be done for each woman to reconnect with her psyche and to give herself a chance to live her own life is essentially the same. The realization of the equality of all races, the equality of all beings is essential.;Betty Buckley;equality\n17246;Propelled by freedom of faith, gender equality and economic justice for all, India will become a modern nation. Minor blemishes cannot cloak the fact that India is becoming such a modern nation: no faith is in danger in our country, and the continuing commitment to gender equality is one of the great narratives of our times.;Pranab Mukherjee;equality\n17247;I would point out that Japan's proposal at the Versailles Peace Conference on the principle of racial equality was rejected by delegates such as those from Britain and the United States.;Hideki Tojo;equality\n17248;Such security is equal liberty. But it is not necessarily equality in the use of the earth.;Benjamin Tucker;equality\n17249;A resilient people cherishing liberty and equality and the rule of law will endure.;Nick Rahall;equality\n17250;America, 5 years after this brutal attack, is testament that a Nation conceived in liberty and equality will endure. It is a triumph of millions of Americans but it is also the triumph of an idea larger than any one person, larger than any one nation.;Nick Rahall;equality\n17251;The mandate I have received and for which I will speak with heart and head to implement over the next seven years had its four pillars - an inclusive citizenship, equality and participation and respect in a creative society creating an excellence in everything we Irish do.;Michael D. Higgins;equality\n17252;The history of the past is but one long struggle upward to equality.;Elizabeth Cady Stanton;equality\n17253;In a society in which equality is a fact, not merely a word, words of racial or sexual assault and humiliation will be nonsense syllables.;Catharine MacKinnon;equality\n17254;The basis, the corner-stone of this Government, was the perfect equality of the free, sovereign, and independent States which made it.;Robert Toombs;equality\n17255;Give us equality of enjoyment, equal right to expansion - it is as necessary to our prosperity as yours.;Robert Toombs;equality\n17256;The March on Washington affirmed our values as a people: equality and opportunity for all. Forty-one years ago, during a time of segregation, these were an ideal.;Leonard Boswell;equality\n17257;Well, my personal mission statement is that we want marriage equality in all 50 states. We want it not to be a state-by-state issue. We don't want it to be something the majority is voting on. I don't think the civil rights of any minority should be in the hands of any majority.;Jesse Tyler Ferguson;equality\n17258;As an actor, you just want to work, and then you just want to be on a show or have a job that you love, and you hope that job will last - those things have happened. To have that platform to then talk about something that is very personal to me like marriage equality, it feels like a gift. I try and really respect that voice and not abuse it.;Jesse Tyler Ferguson;equality\n17259;And think of how we challenged the idea of a male dominated Parliament with All-Women shortlists and made the cause of gender equality central to our government. We were right to do so.;Ed Miliband;equality\n17260;Scotland is my country, the nation that shaped me, that taught me my values. A nation whose achievements inspired and inspire me, a community whose failings drive me - drive my overwhelming desire to fight for social justice and equality.;Johann Lamont;equality\n17261;There needs to be radical development in equality law to create the environment to allow women to stay in work.;Ken Livingstone;equality\n17262;As a partner in a firm full of women who work outside of the home as well as stay at home mothers, all with plenty of children, gender equality is not a talking point for me. It is an issue I live every day.;Hilary Rosen;equality\n17263;I said on the equality side of it, that it is essential to a woman's equality with man that she be the decision-maker, that her choice be controlling.;Ruth Bader Ginsburg;equality\n17264;Earlier feminists were almost universally pro-choice and have dominated political debate until now. Having access to abortion was viewed as the only way women could have full equality with men, who, until recently, couldn't get pregnant.;Kathleen Parker;equality\n17265;A formally recognized equality does, however, accord the smaller nations a position which they should be able to use increasingly in the interest of humanity as a whole and in the service of the ideal.;Hjalmar Branting;equality\n17266;The equality among all members of the League, which is provided in the statutes giving each state only one vote, cannot of course abolish the actual material inequality of the powers concerned.;Hjalmar Branting;equality\n17267;It wouldn't be fair to say that conservatives cherish property the way liberals cherish equality. But it would be fair to say that the takings clause is the conservatives' recipe for judicial activism just as they say liberals have misused the equal protection clause.;Michael Kinsley;equality\n17268;We are also further than ever from equality of opportunity.;Ferdinand Mount;equality\n17269;Equality of rights means that some people cannot simply impose obligations on others, for the moral agency and rights of those others would then be violated.;Tom G. Palmer;equality\n17270;As a result of America's efforts to realize the ideals of equality and freedom, blacks in America are now the freest and richest black people anywhere on the face of the earth including all of the nations that are ruled by blacks.;David Horowitz;equality\n17271;Women have talent and intelligence but, due to social constraints and prejudices, it is still a long distance away from the goal of gender equality.;Pratibha Patil;equality\n17272;I think men are allowed to be fat and bald and ugly and women aren't. And it's just not - there is no equality there.;Connie Chung;equality\n17273;Everybody thinks that equality comes from identifying people, and that's not where equality comes from.;Matt Bomer;equality\n17274;You got to fight for quality art and equality and all the things that we're fighting for, the things we believe in. Choice and preference and all those things that we support. We don't want to give up that fight. You got to keep doing it.;Christopher Cross;equality\n17275;I joined the Labour party because I believed in equality, in freedom of speech and in tolerance, compassion and understanding for people, irrespective of their background and views. In whatever I decide to do in the future I will hold to those principles.;Geoff Hoon;equality\n17276;Obviously, my life and my job in 2010 is very different from Peggy's experience in the 1960s. I exist in a world that enjoys more equality between men and women. But I don't take any of that into my performance. I just want to play the character as who she is as an individual - scene to scene.;Elizabeth Moss;equality\n17277;Martin Luther King, Jr. didn't carry just a piece of cloth to symbolize his belief in racial equality he carried the American flag.;Adrian Cronauer;equality\n17278;At a time when efforts are being made to eradicate discrimination between the sexes in the search for social equality and justice, the differences between the sexes are being rediscovered.;Carol Gilligan;equality\n17279;Martin Luther King, Jr. Day is a time to honor the greatest champion of racial equality who taught a nation - through compassion and courage - about democracy, nonviolence and racial justice.;Mark Pryor;equality\n17280;The right to a quality education is, I believe, the perfect path to bridge the gap between different cultures and to reconcile various civilizations. Without such a right, the values of liberty, justice and equality will have no meaning. Ignorance is by far the biggest danger and threat to humankind.;Mozah bint Nasser Al Missned;equality\n17281;Now they have come to the place where their faith can no longer feed on the bread of repression and violence. They ask for the bread of liberty, of public equality, and public responsibility. It must not be denied them.;Mordecai Wyatt Johnson;equality\n17282;The goal of the EU is to form a region of freedom, security and justice. Freedom in this connection cannot be just the freedom of the strong, but it must be combined with fraternity and equality.;Tarja Halonen;equality\n17283;Family law is institutionally anti-male. I've been lobbying MPs, and I'm not going to give up campaigning for equality until I get equality.;Louis de Bernieres;equality\n17284;The only way to ensure equality for women is to clearly declare it in our Constitution.;Carolyn Maloney;equality\n17285;What is being called the UN 'gender architecture' is more like a shack. Women need a bigger global house if equality is ever to become a reality.;Charlotte Bunch;equality\n17286;I will feel equality has arrived when we can elect to office women who are as incompetent as some of the men who are already there.;Maureen Reagan;equality\n17287;The Internet is the hope of an integrated world without frontiers, a common world without controlling owners, a world of opportunities and equality. This is a utopia that we have been dreaming about and is a world in which each and every one of us are protagonists of a destiny that we have in our hands.;Laura Chinchilla;equality\n17288;Think of submitting our measure to the advice of politicians! I would as soon submit the subject of the equality of a goose to a fox.;Anna Howard Shaw;equality\n17289;On the road to equality there is no better place for blacks to detour around American values than in forgoing its example in the treatment of its women and the organization of its family.;Eleanor Holmes Norton;equality\n17290;The highest political buzz word is not liberty, equality, fraternity or solidarity it is service.;Arthur Hugh Clough;equality\n17291;Dreams from 1991 are becoming reality. We will build good relations between nations and people. We will strive towards mutual respect and equality of every individual, sex, race and national or any other minority.;Janez Drnovsek;equality\n17292;Humanistic values of equality and equal rights for all nations and individuals as crystallized in the principles of the United Nations Charter are mankind's great achievements in the 20th century.;Tran Duc Luong;equality\n17293;The Nordic countries are leading the way on women's equality, recognizing women as equal citizens rather than commodities for sale.;Johanna Siguroardottir;equality\n17294;There are a lot of things that fit on a bumper sticker in terms of either liberty or equality or progress that when made more concrete just don't pan out.;Laurence Tribe;equality\n17295;If money, education, and honesty will not bring to me as much privilege, as much equality as they bring to any American citizen, then they are to me a curse, and not a blessing.;John Hope;equality\n17296;Distinctions between citizens solely because of their ancestry are by their very nature odious to a free people whose institutions are founded upon the doctrine of equality.;Harlan Stone;equality\n17297;The bill neither confers nor abridges the rights of anyone but simply declares that in civil rights there shall be equality among all classes of citizens and that all alike shall be subject to the same punishment.;Lyman Trumbull;equality\n17298;Demands for equality for women are threats to men's self-esteem and sense of sexual turf.;Alice S. Rossi;equality\n17299;Equality means nothing unless incorporated into the institutions.;Slobodan Milosevic;equality\n17300;Yugoslavia is a multinational community and it can survive only under the conditions of full equality for all nations that live in it.;Slobodan Milosevic;equality\n17301;Life can only be understood backwards but it must be lived forwards.;Soren Kierkegaard;experience\n17302;The only source of knowledge is experience.;Albert Einstein;experience\n17303;Experience: that most brutal of teachers. But you learn, my God do you learn.;C. S. Lewis;experience\n17304;Experience is simply the name we give our mistakes.;Oscar Wilde;experience\n17305;A man who carries a cat by the tail learns something he can learn in no other way.;Mark Twain;experience\n17306;It has been my experience that folks who have no vices have very few virtues.;Abraham Lincoln;experience\n17307;We are not human beings having a spiritual experience. We are spiritual beings having a human experience.;Pierre Teilhard de Chardin;experience\n17308;Experience is one thing you can't get for nothing.;Oscar Wilde;experience\n17309;People grow through experience if they meet life honestly and courageously. This is how character is built.;Eleanor Roosevelt;experience\n17310;Man learns through experience, and the spiritual path is full of different kinds of experiences. He will encounter many difficulties and obstacles, and they are the very experiences he needs to encourage and complete the cleansing process.;Sai Baba;experience\n17311;A mind that is stretched by a new experience can never go back to its old dimensions.;Oliver Wendell Holmes, Jr.;experience\n17312;Do you know the difference between education and experience? Education is when you read the fine print experience is what you get when you don't.;Pete Seeger;experience\n17313;Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.;Douglas Adams;experience\n17314;The years teach much which the days never know.;Ralph Waldo Emerson;experience\n17315;Excellence is not a skill. It is an attitude.;Ralph Marston;experience\n17316;Life is the art of drawing without an eraser.;John W. Gardner;experience\n17317;A woman's life can really be a succession of lives, each revolving around some emotionally compelling situation or challenge, and each marked off by some intense experience.;Wallis Simpson;experience\n17318;I made decisions that I regret, and I took them as learning experiences... I'm human, not perfect, like anybody else.;Queen Latifah;experience\n17319;You cannot create experience. You must undergo it.;Albert Camus;experience\n17320;Everything has been said before, but since nobody listens we have to keep going back and beginning all over again.;Andre Gide;experience\n17321;When you have really exhausted an experience you always reverence and love it.;Albert Camus;experience\n17322;Nothing ever becomes real till it is experienced.;John Keats;experience\n17323;Nothing is a waste of time if you use the experience wisely.;Auguste Rodin;experience\n17324;Experience is the teacher of all things.;Julius Caesar;experience\n17325;If we could sell our experiences for what they cost us, we'd all be millionaires.;Abigail Van Buren;experience\n17326;Experience teaches only the teachable.;Aldous Huxley;experience\n17327;Experience enables you to recognize a mistake when you make it again.;Franklin P. Jones;experience\n17328;Bitter experience has taught us how fundamental our values are and how great the mission they represent.;Jan Peter Balkenende;experience\n17329;Experience - the wisdom that enables us to recognise in an undesirable old acquaintance the folly that we have already embraced.;Ambrose Bierce;experience\n17330;Conviction without experience makes for harshness.;Flannery O'Connor;experience\n17331;Life is like playing a violin solo in public and learning the instrument as one goes on.;Samuel Butler;experience\n17332;Experience without theory is blind, but theory without experience is mere intellectual play.;Immanuel Kant;experience\n17333;Good judgment comes from experience, and experience comes from bad judgment.;Rita Mae Brown;experience\n17334;Experience is the child of thought, and thought is the child of action.;Benjamin Disraeli;experience\n17335;Deep experience is never peaceful.;Henry James;experience\n17336;Experience is a good school. But the fees are high.;Heinrich Heine;experience\n17337;All experience is an arch wherethrough gleams that untravelled world whose margin fades for ever and for ever when I move.;Alfred Lord Tennyson;experience\n17338;Skill is the unified force of experience, intellect and passion in their operation.;John Ruskin;experience\n17339;All that I know I learned after I was thirty.;Georges Clemenceau;experience\n17340;Every moment is an experience.;Jake Roberts;experience\n17341;Good judgment comes from experience and experience comes from bad judgment.;Fred Brooks;experience\n17342;There's a beauty to wisdom and experience that cannot be faked. It's impossible to be mature without having lived.;Amy Grant;experience\n17343;There are many truths of which the full meaning cannot be realized until personal experience has brought it home.;John Stuart Mill;experience\n17344;What one has not experienced, one will never understand in print.;Isadora Duncan;experience\n17345;The sky is the limit. You never have the same experience twice.;Frank McCourt;experience\n17346;The experience of God, or in any case the possibility of experiencing God, is innate.;Alice Walker;experience\n17347;The value of experience is not in seeing much, but in seeing wisely.;William Osler;experience\n17348;We are each responsible for all of our experiences.;Louise L. Hay;experience\n17349;There is nothing so easy to learn as experience and nothing so hard to apply.;Josh Billings;experience\n17350;My path has not been determined. I shall have more experiences and pass many more milestones.;Agnetha Faltskog;experience\n17351;My experiences have taught me a lot and I'm happy with my learnings, if not with what I went through to learn.;Ally Sheedy;experience\n17352;An optimist is a guy that has never had much experience.;Don Marquis;experience\n17353;Real love is a permanently self-enlarging experience.;M. Scott Peck;experience\n17354;Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.;A. E. Housman;experience\n17355;Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.;Anne Lamott;experience\n17356;Experience is the only prophecy of wise men.;Alphonse de Lamartine;experience\n17357;Experience is a great teacher.;John Legend;experience\n17358;Experience comprises illusions lost, rather than wisdom gained.;Joseph Roux;experience\n17359;All experience is an arch, to build upon.;Henry Adams;experience\n17360;Experiences are savings which a miser puts aside. Wisdom is an inheritance which a wastrel cannot exhaust.;Karl Kraus;experience\n17361;Few people even scratch the surface, much less exhaust the contemplation of their own experience.;Randolph Bourne;experience\n17362;The main thing experience has taught me is that one has to sort of hone their relationship to time, you know.;John Frusciante;experience\n17363;I think we are a product of all our experiences.;Sanford I. Weill;experience\n17364;Information's pretty thin stuff unless mixed with experience.;Clarence Day;experience\n17365;Most of the images of reality on which we base our actions are really based on vicarious experience.;Albert Bandura;experience\n17366;Everything is discursive opinion instead of direct experience.;A. R. Ammons;experience\n17367;Nothing which has entered into our experience is ever lost.;William Ellery Channing;experience\n17368;Color is an intense experience on its own.;Jim Hodges;experience\n17369;Judgment comes from experience - and experience comes from bad judgment.;Walter Wriston;experience\n17370;Not the fruit of experience, but experience itself, is the end.;Walter Pater;experience\n17371;Experience is not what happens to you it's what you do with what happens to you.;Aldous Huxley;experience\n17372;By three methods we may learn wisdom: First, by reflection, which is noblest Second, by imitation, which is easiest and third by experience, which is the bitterest.;Confucius;experience\n17373;One thorn of experience is worth a whole wilderness of warning.;James Russell Lowell;experience\n17374;We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot.;Eleanor Roosevelt;experience\n17375;You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.","category":"experience"},"date":"2023-08-02"}
