{"citation":{"author":"Paul Feig","quote":"Donny and Marie' was a great experience. I tried so hard to be a great talk show host but it's all about relaxing and enjoying it. Marie and I finally figured that out. I would have liked it to continue but I'm kind of glad it's over because of the phenomenal workload.;Donny Osmond;experience\n18094;I didn't go to high school, so I don't have a high school experience. I was home-schooled during high school.;Josh Hutcherson;experience\n18095;My faith experience, well, as you can imagine, you need a lot of faith to raise five boys.;Ann Romney;experience\n18096;It's been quite an experience, being conservative and living in the North East.;Ann Romney;experience\n18097;There can be nothing exclusive about substantial art. It comes directly out of the heart of the experience of life and thinking about life and living life.;Charles Ives;experience\n18098;I decided blacks should not have to experience the difficulties I had faced, so I decided to open a flying school and teach other black women to fly.;Bessie Coleman;experience\n18099;The only time I ever went hunting I remembered it as a grisly experience.;Gloria Swanson;experience\n18100;When you do find humor in trying times, one of the first and most important changes you experience is that you see your perplexing problems in a new way - you suddenly have a new perspective on them.;Allen Klein;experience\n18101;My Marine experience helped shape who I am now personally and professionally, and I am grateful for that on an almost daily basis.;Jim Lehrer;experience\n18102;A sense of freedom is something that, happily, comes with age and life experience.;Diane Keaton;experience\n18103;The act of writing... is the act of trying to understand why my opinion is what it is. And ultimately, I think that's the same experience the reader has when they pick up one of my books.;Jodi Picoult;experience\n18104;To pursue a so-called Third Way is foolish. We had our experience with this in the 1960s when we looked for a socialism with a human face. It did not work, and we must be explicit that we are not aiming for a more efficient version of a system that has failed.;Vaclav Klaus;experience\n18105;And I thought, when I have kids, that's the sort of well told, silly, and fun fairy tale that I would want to take them to. But it was an amazing experience. And I think Shrek is a real classic, a fairy tale classic.;Mike Myers;experience\n18106;I would love to be a father. I had a great father who taught me how gratifying that is. I'm not going to deny myself that. I think I'd be good at it. Everybody wants that experience. I definitely do.;Mike Myers;experience\n18107;You can never regret anything you do in life. You kind of have to learn the lesson from whatever the experience is and take it with you on your journey forward.;Aubrey O'Day;experience\n18108;When I go to my live shows it's often a multigenerational audience, a family bonding experience.;Al Yankovic;experience\n18109;Directing is a more pragmatic experience, where you have to deal with the restrictions of time and money that force you to make certain decisions you don't have to make when you're writing.;Charlie Kaufman;experience\n18110;When I'm writing, I'm trying to immerse myself in the chaos of an emotional experience, rather than separate myself from it and look back at it from a distance with clarity and tell it as a story. Because that's how life is lived, you know?;Charlie Kaufman;experience\n18111;I think you just assume that your memory is just sort of a video playback of your experience, but it's nothing like that at all. It's a complete refabrication of an event and a lot of it is made up, because you're filling in spaces.;Charlie Kaufman;experience\n18112;Reading the play at home, however fulfilling, can never be the vivacious experience that Shakespeare intended.;Arthur Smith;experience\n18113;Learning is a tunnel experience that makes us think more broadly.;Anna Deavere Smith;experience\n18114;In life there are no problems, that is, objective and external choices there is only the life which we do not resolve as a problem but which we live as an experience, whatever the final result may be.;Alberto Moravia;experience\n18115;Have you ever watched someone become American? Last week, at a national citizenship conference I organize, thirty immigrants from 17 countries swore an oath and became citizens of the United States. It was a stirring experience for the hundreds of people in the room.;Eric Liu;experience\n18116;People who run for president seriously and people who become president enter a bizarre secret society in which they have had an experience that none of us will ever have.;John Hodgman;experience\n18117;The most experience I had in the criminology field is playing a thug as an actor. That was my first paid job. The police academy at the college was paying people to reenact the calls that potential cops would get. So I got to play thugs and people who were unruly.;Jeremy Renner;experience\n18118;It was a very profound experience, getting in touch with that part of us, in all of us human beings, that is committed beyond yourself to the point of giving everything you have, including your life, for other people, for your fellow man.;Raul Julia;experience\n18119;While I was trying to save money to go to the National Institute of Dramatic Art in Australia I ended up getting all of this experience which meant that by the time I had enough money in the bank to go to school I didn't really need to go to school anymore.;Russell Crowe;experience\n18120;You can learn more from the lows than the highs. The highs are great but the lows make you really look at things in a different way and want to improve. Every player will have both in their careers and I have, but what you get is that experience which is so important to perform at your best.;Wayne Rooney;experience\n18121;As is known, it is in the realm of experience inaugurated by psychoanalysis that we may grasp along what imaginary lines the human organism, in the most intimate recesses of its being, manifests its capture in a symbolic dimension.;Jacques Lacan;experience\n18122;I think the most interesting parts of human experience might be the sparks that come from that sort of chipping flint of cultures rubbing against each other. And living on the border between Mexico and the U.S. for so many years gave me a lot of insight into that.;Barbara Kingsolver;experience\n18123;I eventually became proud of my strikeouts, because each one represented another learning experience.;Willie Stargell;experience\n18124;I think experience will teach you a combination of liberalism and conservatism. We have to be progressive and at the same time we have to retain values. We have to hold onto the past as we explore the future.;Oliver Stone;experience\n18125;I would vote for the man who's lived life, who's done different occupations, who's been out in the real world and struggled to make a living, struggled to raise a family, struggled with life as it exists. So I'd vote for experience, honest experience.;Oliver Stone;experience\n18126;It was a great experience for a kid, because it was a bunch of kids playing on pirate ships and water slides, so looking back on it, it was the fondest experience of my childhood.;Corey Feldman;experience\n18127;We certainly want those at the top to do well, but if you base your entire presidency and your entire economic platform on helping them do even better, you're missing what makes the economy tick. Because not everyone has been as fortunate as Mitt Romney, you cannot base your whole approach on a life experience as rarified as his.;Charles Schumer;experience\n18128;There are many reasons why Mitt Romney should not become president, but perhaps the most important of all is the narrowness of his experience, perspective and vision.;Charles Schumer;experience\n18129;There are more people than you think who want to have a challenging experience, in which they are obliged to reflect about the past.;Umberto Eco;experience\n18130;When I'm writing, I'm constantly thinking about myself, because it's the only experience I have to draw on. And I don't see an exact reflection of myself in every face in the audience, but I know that my songs have validity to them, and that's why the fans are there.;Chester Bennington;experience\n18131;I think women don't grow up with the harsh world of criticism that men grow up with, we are more sensitively treated, and when you first experience the world of film-making you have to develop a very tough skin.;Jane Campion;experience\n18132;With 'Bright Star' and with 'The Piano,' too, I felt a kind of sadness about it being in such a different era, because of my lack of experience with the era. And one of the ways I'd get over it is to remind myself that every film, even if it's contemporary, creates its own world.;Jane Campion;experience\n18133;In almost everything, experience is more valuable than precept.;Quintilian;experience\n18134;You shouldn't be afraid of failure - when something fails, you think, 'What did I learn from that experience? I can do better next time.' Then kill that project and move on to the next. Don't get disappointed.;Niklas Zennstrom;experience\n18135;I think that the mark of a great book is that it will meet you wherever you're at and you'll feel and experience something new and different each time you read it.;Josh Radnor;experience\n18136;Well, I stopped drinking. That was actually a big deal. I didn't go through any harrowing rock-bottom experience. I just made a decision to stop drinking.;Josh Radnor;experience\n18137;Whatever it is you want to do, take a job in that field. You will learn by experience and, slow and steady, you'll get it done!;Rachael Ray;experience\n18138;I feel that the Christian experience and the Jewish one have much to give each other. If this open society continues and there is no return to political anti-Semitism, then this encounter, deeper than any theology, may happen.;Lionel Blue;experience\n18139;One of the things in the back of my mind is that, after my sports experience, I never want to be, totally consumed by any one endeavor, other than my family life.;Julius Erving;experience\n18140;By experience we find out a short way by a long wandering.;Roger Ascham;experience\n18141;I think most artists will experience a lot of negative people on Twitter but, thank God, I've got so many followers that I'm not able to see them that much. I'll see some from time to time but, for the most part, I always focus on something good.;Nicki Minaj;experience\n18142;I think we're the only jokeless show on television. I mean really, we have no setups and no punch lines. It's not a joke show. There are funny lines and funny moments but again the comedy is born of the human experience and awkward pauses are a great part of what it is to be human.;Rainn Wilson;experience\n18143;Experience tells you what to do confidence allows you to do it.;Stan Smith;experience\n18144;My time at Shell was a most valuable experience because it taught me to look at the world in a long-term way. Shell takes a 20-year view on events and plans for different scenarios. It makes you see the world as a kind of large matrix.;Vince Cable;experience\n18145;I feel that between my experience and my mother's, breast cancer is a little bit like someone who lives next door. I know what that person looks like and what their daily habits are.;Cynthia Nixon;experience\n18146;An adolescent is somebody who is in between things. A teenager is somebody who's kind of permanently there. And so living with them through the various teenage hopes and sorrows and joys was curiously enough a maturing experience for me.;Andrew Greeley;experience\n18147;I raised five children. They all have different personalities. All of them have different issues, different levels of success. That was a learning experience for me.;T. D. Jakes;experience\n18148;Physics is experience, arranged in economical order.;Ernst Mach;experience\n18149;Individuals approaching death often experience encounters with their dead relatives, who seem to welcome them to the next world. These deathbed visions are authentic and convincing they are often followed by a state of euphoria and seem to ease the transition.;Stanislav Grof;experience\n18150;I read Freud's Introductory Lectures in Psychoanalysis in basically one sitting. I decided to enroll in medical school. It was almost like a conversion experience.;Stanislav Grof;experience\n18151;Dying before dying has two important consequences: It liberates the individual from the fear of death and influences the actual experience of dying at the time of biological demise.;Stanislav Grof;experience\n18152;I mean, I'm an uncle of seven or eight, and I don't mind it at all! Kids are great. Kids are the best six-hour experience you can have!;Chris O'Dowd;experience\n18153;By presenting a faithful and honest record of my experience as a mother, I hope to show both my readers and my children how truth can redeem even what you fear might be the gravest of sins.;Ayelet Waldman;experience\n18154;I have my team. Like if you see everyone around me - I have my hair and makeup girl, my assistant. They're very calm, they're all about positive energy. There're no drama queens. Everyone wants everyone else to have a positive experience. There are no agendas. I think it creates a healthy environment and there are no boundaries to cross.;Fergie;experience\n18155;When you're a soul singer, I'm singing a lot of songs about love and relationships that I think a lot of girls really relate to. For whatever reason, that seems to get 'em excited. The DJ, everyone always says the DJ gets all the chicks, but that's never been my experience.;Mayer Hawthorne;experience\n18156;My experience, with both my parents, is that grief has a lot of down, sad things, but I was also really emotionally raw, in the first year after each of them passed. Flowers smelled more intensely, my relationships were hotter, and I was more willing to risk. I was going for it a lot more. I was 'unsober' and I wasn't playing by my rules.;Mike Mills;experience\n18157;Quality is a direct experience independent of and prior to intellectual abstractions.;Robert M. Pirsig;experience\n18158;Although we have, in theory, abolished human slavery, recognized women's rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do.;Ingrid Newkirk;experience\n18159;Fundamental ideas are not a consequence of experience, but a result of the particular constitution and activity of the mind, which is independent of all experience in its origin, though constantly combined with experience in its exercise.;William Whewell;experience\n18160;People only talk about what a joyous experience it is, but there is terror: Your life, as you know it, is over. It's over the day that child is born. It's over, and something completely new starts.;Bill Murray;experience\n18161;Emigration, forced or chosen, across national frontiers or from village to metropolis, is the quintessential experience of our time.;John Berger;experience\n18162;Experience is that marvelous thing that enable you to recognize a mistake when you make it again.;Franklin P. Jones;experience\n18163;Films that are entertainments give simple answers but I think that's ultimately more cynical, as it denies the viewer room to think. If there are more answers at the end, then surely it is a richer experience.;Michael Haneke;experience\n18164;You can use your means in a good and bad way. In German-speaking art, we had such a bad experience with the Third Reich, when stories and images were used to tell lies. After the war, literature was careful not to do the same, which is why writers began to reflect on the stories they told and to make readers part of their texts. I do the same.;Michael Haneke;experience\n18165;What's great about the geek spirit is that life never seems to stop us, and they never seem to kill our enthusiasm, our optimism and our hunger to experience the world. We keep our sense of humor, we protect our dignity, we talk to our friends about the experience and then we start again fresh the very next day.;Paul Feig;experience\n18166;The greatest way for people to experience a comedy is to go in not knowing anything about it. But because of marketing, it's impossible. Marketing meaning that in order to get people to come you can't just go, 'Hey, there's a great movie - we're not going to show you anything from it but trust us!","category":"experience"},"date":"2023-07-05"}
