{"citation":{"author":"Demetri Martin","quote":"Untitled' is a time machine that can transport you to 1992, an edgy moment when the art world was crumbling, money was scarce, and artists like Tiravanija were in the nascent stages of combining Happenings, performance art, John Cage, Joseph Beuys, and the do-it-yourself ethos of punk. Meanwhile, a new art world was coming into being.;Jerry Saltz;money\n47722;Now people look at 'The Scream' or Van Gogh's 'Irises' or a Picasso and see its new content: money. Auction houses inherently equate capital with value.;Jerry Saltz;money\n47723;Art is for anyone. It just isn't for everyone. Still, over the past decade, its audience has hugely grown, and that's irked those outside the art world, who get irritated at things like incomprehensibility or money.;Jerry Saltz;money\n47724;I love art dealers. In some ways, they're my favorite people in the art world. Really. I love that they put their money where their taste is, create their own aesthetic universes, support artists, employ people, and do all of this while letting us see art for free. Many are visionaries.;Jerry Saltz;money\n47725;When museums are built these days, architects, directors, and trustees seem most concerned about social space: places to have parties, eat dinner, wine-and-dine donors. Sure, these are important these days - museums have to bring in money - but they gobble up space and push the art itself far away from the entrance.;Jerry Saltz;money\n47726;The people of this country, not special interest big money, should be the source of all political power.;Paul Wellstone;money\n47727;Many people are in the dark when it comes to money, and I'm going to turn on the lights.;Suze Orman;money\n47728;Take free money. No matter how in debt you are, if your employer offers a matching contribution on a 401(k) or other retirement vehicle, you must sign up and contribute enough to get the maximum company match each year. Think of it as a bonus.;Suze Orman;money\n47729;Growing up in a particular neighborhood, growing up in a working-class family, not having much money, all of those things fire you and can give you an edge, can give you an anger.;Gary Oldman;money\n47730;I think it would be cool if you were writing a ransom note on your computer, if the paper clip popped up and said, 'Looks like you're writing a ransom note. Need help? You should use more forceful language, you'll get more money.","category":"money"},"date":"2023-04-01"}
