{"citation":{"author":"Bill Bradley","quote":"Castle' is a guy living in a fantasy world. He's in his imagination, writing these stories of murder.;Nathan Fillion;imagination\n37721;I think my printing to this day looks like the printing right out of a comic book. Actually, I always wanted to be in a comic book. I watched cartoons when I was a kid, too, and both comics and cartoons lit fire in my imagination. This realm holds a lot of interest for me, a lot of passion for me. So to be comic-ized, yeah, that's cool.;Nathan Fillion;imagination\n37722;I like to have a thing suggested rather than told in full. When every detail is given, the mind rests satisfied, and the imagination loses the desire to use its own wings.;Thomas Bailey Aldrich;imagination\n37723;Toy Soldiers was my introduction to film. I certainly didn't think I was doing art by any stretch of the imagination.;Tim Robbins;imagination\n37724;There's the argument that you can relate to someone who's completely unrelatable. In the way that a director shows you his imagination on a film, then I get to show you my imagination in a big dumb character.;Idris Elba;imagination\n37725;The march of invention has clothed mankind with powers of which a century ago the boldest imagination could not have dreamt.;Henry George;imagination\n37726;I never in my wildest imagination dreamed that I would somehow become a sports commentator.;Joe Rogan;imagination\n37727;It is above all by the imagination that we achieve perception and compassion and hope.;Ursula K. Le Guin;imagination\n37728;My reality needs imagination like a bulb needs a socket. My imagination needs reality like a blind man needs a cane.;Tom Waits;imagination\n37729;The higher the artist, the fewer the gestures. The fewer the tools, the greater the imagination. The greater the will, the greater the secret failure.;Ben Okri;imagination\n37730;Politics is the enemy of the imagination.;Ian Mcewan;imagination\n37731;True intelligence requires fabulous imagination.;Ian Mcewan;imagination\n37732;As an actor you have to have a strong vivid imagination as you're working and when the camera's rolling, but there's certainly a part of you that is aware of real life, that you're making a movie.;John Hawkes;imagination\n37733;What I really have in my head, my imagination, my understanding of music, I never really get that out.;Wynton Marsalis;imagination\n37734;I surrendered to a world of my imagination, reenacting all those wonderful tales my father would read aloud to me. I became a very active reader, especially history and Shakespeare.;Andrew Wyeth;imagination\n37735;I can't work completely out of my imagination. I must put my foot in a bit of truth and then I can fly free.;Andrew Wyeth;imagination\n37736;My books are elegiac in the sense that they're odes to a nation that even I sometimes think may not exist anymore except in my memory and my imagination.;Richard Russo;imagination\n37737;I feel like I'm a much better person when I'm developing my imagination and my innocence and my vulnerability. I like that version of me better than the version where I'm just working on my analytical mind.;Brit Marling;imagination\n37738;All my life I've had the privilege to make my living with my imagination, and the most important thing has been to see my creative life grow. I was educated to do that and have lived accordingly.;Tommy Lee Jones;imagination\n37739;You can have 10 bucks to 10 million bucks and if you got a crew, imagination and a lot of people willing to turn in some work next to nothing, you going to have a feature. But you can't get beyond how expensive marketing the movie is, it's so crushing.;Kevin Smith;imagination\n37740;All the best have something in common, a regard for reality, an agreement to its primacy over the imagination.;Wislawa Szymborska;imagination\n37741;Love is based on imagination.;Olivier Martinez;imagination\n37742;My imagination functions much better when I don't have to speak to people.;Patricia Highsmith;imagination\n37743;The Chinese art world does not exist. In a society that restricts individual freedoms and violates human rights, anything that calls itself creative or independent is a pretence. It is impossible for a totalitarian society to create anything with passion and imagination.;Ai Weiwei;imagination\n37744;I suppose I'm proudest of my novels for what's imagined in them. I think the world of my imagination is a richer and more interesting place than my personal biography.;John Irving;imagination\n37745;A clever, imagination, humorous request can open closed doors and closed minds.;Percy Ross;imagination\n37746;I've been working on the soprano saxophone for 40 years, and the possibilities are astounding. It's up to you, the only limit is the imagination.;Steve Lacy;imagination\n37747;Imagination allows us to escape the predictable. It enables us to reply to the common wisdom that we cannot soar by saying, 'Just watch!","category":"imagination"},"date":"2023-07-26"}
