{"citation":{"author":"Jimmy Carter","quote":"Pure experience' is the name I gave to the immediate flux of life which furnishes the material to our later reflection with its conceptual categories.;William James;experience\n17470;I've always enjoyed traveling and having experience with different cultures and different people. But it's also a wonderful thing to be able to benefit and enable research, not only in our country but around the world.;Laurel Clark;experience\n17471;Experience praises the most happy the one who made the most people happy.;Karl Marx;experience\n17472;From their experience or from the recorded experience of others (history), men learn only what their passions and their metaphysical prejudices allow them to learn.;Aldous Huxley;experience\n17473;I think it's been hard for people to understand how Islam can be a good religion, and yet the Islamists are evil. Those of us who have had experience with Islam understand this, just as we understand the difference between snake handlers and people going to church on Sunday morning.;P. J. O'Rourke;experience\n17474;Going out and playing football or baseball with the boys, when I was a tomboy, was a great way to learn about winning and losing, and most girls didn't have that experience.;Hillary Clinton;experience\n17475;When people speak to you about a preventive war, you tell them to go and fight it. After my experience, I have come to hate war.;Dwight D. Eisenhower;experience\n17476;We deem those happy who from the experience of life have learnt to bear its ills without being overcome by them.;Carl Jung;experience\n17477;The essence of life is finding something you really love and then making the daily experience worthwhile.;Denis Waitley;experience\n17478;Taste every fruit of every tree in the garden at least once. It is an insult to creation not to experience it fully. Temperance is wickedness.;Stephen Fry;experience\n17479;In a person who is open to experience each stimulus is freely relayed through the nervous system, without being distorted by any process of defensiveness.;Carl Rogers;experience\n17480;Experience is what you have after you've forgotten her name.;Milton Berle;experience\n17481;Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.;Denis Waitley;experience\n17482;I'm not a genius. I'm just a tremendous bundle of experience.;R. Buckminster Fuller;experience\n17483;I know from personal experience how damaging it can be to live with bitterness and unforgiveness. I like to say it's like taking poison and hoping your enemy will die. And it really is that harmful to us to live this way.;Joyce Meyer;experience\n17484;I experience a period of frightening clarity in those moments when nature is so beautiful. I am no longer sure of myself, and the paintings appear as in a dream.;Vincent Van Gogh;experience\n17485;My own experience is use the tools that are out there. Use the digital world. But never lose sight of the need to reach out and talk to other people who don't share your view. Listen to them and see if you can find a way to compromise.;Colin Powell;experience\n17486;My mind withdrew its thoughts from experience, extracting itself from the contradictory throng of sensuous images, that it might find out what that light was wherein it was bathed... And thus, with the flash of one hurried glance, it attained to the vision of That Which Is.;Saint Augustine;experience\n17487;Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny.;Ben Stein;experience\n17488;Experience does not err. Only your judgments err by expecting from her what is not in her power.;Leonardo da Vinci;experience\n17489;Follow that will and that way which experience confirms to be your own.;Carl Jung;experience\n17490;Every secret of a writer's soul, every experience of his life, every quality of his mind is written large in his works.;Virginia Woolf;experience\n17491;The act of birth is the first experience of anxiety, and thus the source and prototype of the affect of anxiety.;Sigmund Freud;experience\n17492;In the revolt against idealism, the ambiguities of the word experience have been perceived, with the result that realists have more and more avoided the word.;Bertrand Russell;experience\n17493;The deepest experience of the creator is feminine, for it is experience of receiving and bearing.;Rainer Maria Rilke;experience\n17494;Experience is a revelation in the light of which we renounce our errors of youth for those of age.;Ambrose Bierce;experience\n17495;Life has a certain flavor for those who have fought and risked all that the sheltered and protected can never experience.;John Stuart Mill;experience\n17496;The only thing we have learnt from experience is that we learn nothing from experience.;Chinua Achebe;experience\n17497;I like to think of my behavior in the sixties as a 'learning experience.' Then again, I like to think of anything stupid I've done as a 'learning experience.' It makes me feel less stupid.;P. J. O'Rourke;experience\n17498;Just as the wave cannot exist for itself, but is ever a part of the heaving surface of the ocean, so must I never live my life for itself, but always in the experience which is going on around me.;Albert Schweitzer;experience\n17499;Enthusiasm - a distemper of youth, curable by small doses of repentance in connection with outward applications of experience.;Ambrose Bierce;experience\n17500;The wisdom of the wise and the experience of the ages are perpetuated by quotations.;Benjamin Disraeli;experience\n17501;Experience is a hard teacher because she gives the test first, the lesson afterward.;Vernon Law;experience\n17502;Two things control men's nature, instinct and experience.;Blaise Pascal;experience\n17503;Experience has shown how deeply the seeds of war are planted by economic rivalry and social injustice.;Harry S. Truman;experience\n17504;In wisdom gathered over time I have found that every experience is a form of exploration.;Ansel Adams;experience\n17505;Experience which was once claimed by the aged is now claimed exclusively by the young.;Gilbert K. Chesterton;experience\n17506;Never become so much of an expert that you stop gaining expertise. View life as a continuous learning experience.;Denis Waitley;experience\n17507;We come altogether fresh and raw into the several stages of life, and often find ourselves without experience, despite our years.;Francois de La Rochefoucauld;experience\n17508;If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience.;Mao Zedong;experience\n17509;I didn't fully realize it at the time, but the goal of my life was profoundly molded by this experience - to help produce, in the next generation, more Mother Teresas and less Hitlers.;Elisabeth Kubler-Ross;experience\n17510;I've learned from experience that the greater part of our happiness or misery depends on our dispositions and not on our circumstances.;Martha Washington;experience\n17511;I just go where my heart tells me, where my gut tells me to go, where I'm enjoying my life the most, where I feel like I can have the most success. I've truly enjoyed my experience in NASCAR, to the point that I want to do it full time.;Danica Patrick;experience\n17512;The great awareness comes slowly, piece by piece. The path of spiritual growth is a path of lifelong learning. The experience of spiritual power is basically a joyful one.;M. Scott Peck;experience\n17513;I've learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.;Louis C. K.;experience\n17514;It is impossible to experience one's death objectively and still carry a tune.;Woody Allen;experience\n17515;And to get real work experience, you need a job, and most jobs will require you to have had either real work experience or a graduate degree.;Donald Norman;experience\n17516;When you make a commitment to a relationship, you invest your attention and energy in it more profoundly because you now experience ownership of that relationship.;Barbara de Angelis;experience\n17517;What is the price of experience? Do men buy it for a song? Or wisdom for a dance in the street? No, it is bought with the price of all the man hath, his house, his wife, his children.;William Blake;experience\n17518;In times of rapid change, experience could be your worst enemy.;J. Paul Getty;experience\n17519;A few years' experience will convince us that those things which at the time they happened we regarded as our greatest misfortunes have proved our greatest blessings.;George Mason;experience\n17520;In order to experience everyday spirituality, we need to remember that we are spiritual beings spending some time in a human body.;Barbara de Angelis;experience\n17521;But human experience is usually paradoxical, that means incongruous with the phrases of current talk or even current philosophy.;George Eliot;experience\n17522;Is it not rather what we expect in men, that they should have numerous strands of experience lying side by side and never compare them with each other?;George Eliot;experience\n17523;In spite of his practical ability, some of his experience had petrified into maxims and quotations.;George Eliot;experience\n17524;I must take issue with the term 'a mere child,' for it has been my invariable experience that the company of a mere child is infinitely preferable to that of a mere adult.;Fran Lebowitz;experience\n17525;Most people go through life dreading they'll have a traumatic experience. Freaks were born with their trauma. They've already passed their test in life. They're aristocrats.;Diane Arbus;experience\n17526;Natural abilities are like natural plants, that need pruning by study and studies themselves do give forth directions too much at large, except they be bounded in by experience.;Francis Bacon;experience\n17527;No man's knowledge here can go beyond his experience.;John Locke;experience\n17528;To reach something good it is very useful to have gone astray, and thus acquire experience.;Saint Teresa of Avila;experience\n17529;A conception not reducible to the small change of daily experience is like a currency not exchangeable for articles of consumption it is not a symbol, but a fraud.;George Santayana;experience\n17530;The reward of suffering is experience.;Harry S. Truman;experience\n17531;I deepen my experience of God through prayer, meditation, and forgiveness.;Marianne Williamson;experience\n17532;I haven't been as wild with my money as somebody like me might have been. I've been very safe, very conservative with investments. I don't blow money. I don't have a ton of houses. I know things can go away. I've already had that experience.;Jim Carrey;experience\n17533;Let us be about setting high standards for life, love, creativity, and wisdom. If our expectations in these areas are low, we are not likely to experience wellness. Setting high standards makes every day and every decade worth looking forward to.;Greg Anderson;experience\n17534;The physical world, including our bodies, is a response of the observer. We create our bodies as we create the experience of our world.;Deepak Chopra;experience\n17535;Difficult times always create opportunities for you to experience more love in your life.;Barbara de Angelis;experience\n17536;I think everyone should experience defeat at least once during their career. You learn a lot from it.;Lou Holtz;experience\n17537;Acting is a question of absorbing other people's personalities and adding some of your own experience.;Jean-Paul Sartre;experience\n17538;It is important to expect nothing, to take every experience, including the negative ones, as merely steps on the path, and to proceed.;Ram Dass;experience\n17539;The only relevant test of the validity of a hypothesis is comparison of prediction with experience.;Milton Friedman;experience\n17540;Studies perfect nature and are perfected still by experience.;Francis Bacon;experience\n17541;All theory is against freedom of the will all experience for it.;Samuel Johnson;experience\n17542;The great difficulty in education is to get experience out of ideas.;George Santayana;experience\n17543;It is beyond a doubt that all our knowledge that begins with experience.;Immanuel Kant;experience\n17544;I firmly believe that all human beings have access to extraordinary energies and powers. Judging from accounts of mystical experience, heightened creativity, or exceptional performance by athletes and artists, we harbor a greater life than we know.;Jean Houston;experience\n17545;But perhaps the rest of us could have separate classes in science appreciation, the wonder of science, scientific ways of thinking, and the history of scientific ideas, rather than laboratory experience.;Richard Dawkins;experience\n17546;The greatest gift is the passion for reading. It is cheap, it consoles, it distracts, it excites, it gives you knowledge of the world and experience of a wide kind. It is a moral illumination.;Moses Hadas;experience\n17547;The questions which one asks oneself begin, at least, to illuminate the world, and become one's key to the experience of others.;James A. Baldwin;experience\n17548;Suffering is but another name for the teaching of experience, which is the parent of instruction and the schoolmaster of life.;Horace;experience\n17549;Any experience can be transformed into something of value.;Vash Young;experience\n17550;As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions.;Al Gore;experience\n17551;To have God speak to the heart is a majestic experience, an experience that people may miss if they monopolize the conversation and never pause to hear God's responses.;Charles Stanley;experience\n17552;I wish I could give you a lot of advice, based on my experience of winning political debates. But I don't have that experience. My only experience is at losing them.;Richard M. Nixon;experience\n17553;A leader who confines his role to his people's experience dooms himself to stagnation a leader who outstrips his people's experience runs the risk of not being understood.;Henry A. Kissinger;experience\n17554;Reason, observation, and experience the holy trinity of science.;Robert Green Ingersoll;experience\n17555;Everybody experiences far more than he understands. Yet it is experience, rather than understanding, that influences behavior.;Marshall McLuhan;experience\n17556;The statesman's duty is to bridge the gap between his nation's experience and his vision.;Henry A. Kissinger;experience\n17557;Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning.;Fred Perry;experience\n17558;I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.;Brigitte Bardot;experience\n17559;Recommend virtue to your children it alone, not money, can make them happy. I speak from experience.;Ludwig van Beethoven;experience\n17560;The only faith that wears well and holds its color in all weathers is that which is woven of conviction and set with the sharp mordant of experience.;James Russell Lowell;experience\n17561;I understand now that the vulnerability I've always felt is the greatest strength a person can have. You can't experience life without feeling life. What I've learned is that being vulnerable to somebody you love is not a weakness, it's a strength.;Elisabeth Shue;experience\n17562;When we learn from experience, the scars of sin can lead us to restoration and a renewed intimacy with God.;Charles Stanley;experience\n17563;The belief that all genuine education comes about through experience does not mean that all experiences are genuinely or equally educative.;John Dewey;experience\n17564;The trouble with this country is that there are too many politicians who believe, with a conviction based on experience, that you can fool all of the people all of the time.;Franklin P. Adams;experience\n17565;Whatever you dwell on in the conscious grows in your experience.;Brian Tracy;experience\n17566;I am so used to seeing the sort of play which deals with one man and two women. They do not leave me with the feeling I have made a full theatrical meal they do not give me the experience of the multiplicity of life.;E. M. Forster;experience\n17567;The historian must have some conception of how men who are not historians behave. Otherwise he will move in a world of the dead. He can only gain that conception through personal experience, and he can only use his personal experiences when he is a genius.;E. M. Forster;experience\n17568;Happiness isn't something you experience it's something you remember.;Oscar Levant;experience\n17569;No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.;Alfred Adler;experience\n17570;You cannot, in human experience, rush into the light. You have to go through the twilight into the broadening day before the noon comes and the full sun is upon the landscape.;Woodrow Wilson;experience\n17571;I don't claim to be knowledgeable about theology. Most of my knowledge comes out of my experience and the lessons in the Bible. Every Sunday I'm home I teach 45 minutes and we boiled them down to one page for the new book, 'Through the Year with Jimmy Carter.","category":"experience"},"date":"2023-09-11"}
